import React, { FC } from "react";
import "./styles.scss";

const AboutUsContainer: FC = () => {
  return (
    <div className="containerGrid right">
      <div className="aboutUsContainer">
        <h2>О НАС</h2>

        <div className="containerText">
          <p>
            вот тут какое-то описание. вот тут какое-то описание. вот тут
            какое-то описание. вот тут какое-то описание. вот тут какое-то
            описание. вот тут какое-то описание. вот тут какое-то описание. вот
            тут какое-то описание. вот тут какое-то описание. вот тут какое-то
            описание. вот тут какое-то описание.
          </p>
          <p>
            вот тут какое-то описание. вот тут какое-то описание. вот тут
            какое-то описание. вот тут какое-то описание. вот тут какое-то
            описание. вот тут какое-то описание. вот тут какое-то описание. вот
            тут какое-то описание. вот тут какое-то описание. вот тут какое-то
            описание. вот тут какое-то описание.
          </p>
          <p>
            вот тут какое-то описание. вот тут какое-то описание. вот тут
            какое-то описание. вот тут какое-то описание. вот тут какое-то
            описание. вот тут какое-то описание. вот тут какое-то описание. вот
            тут какое-то описание. вот тут какое-то описание. вот тут какое-то
            описание. вот тут какое-то описание.
          </p>
        </div>
      </div>
    </div>
  );
};

export default AboutUsContainer;
